Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/tilskudd_til_qvigstad_tysfjordlappisk_ordliste.html.tmx
Source language: nob
Languages: smj

source: Tjihkkom almmudahka får tilskudd på kr 134 000 fra sametingsrådet til å transkribere Tysfjordlappisk ordliste 1.
smj: Tjihkkom almmudahka oadtju 134 000 kråvnå doarjjan sámedikkerádes transkriberitjit Tysfjordlappisk ordliste 1.

source: Prosjektet er et samarbeid mellom Tjihkkom almmudahka og Duaddara ráfe – bidumsáme giella- ja kultuvvraguovdátj.
smj: Prosjækta la aktisasjbarggo Tjihkkom almmudagá ja Duaddara ráfe – bidumsáme giella- ja kultuvvraguovdátja gaskan.

source: Formålet med prosjektet er i første omgang å gjøre Qvigstads ordlister fra lule- og pitesamisk område tilgjengelig for bruk.
smj: Prosjevta ulmme la álgon buktet Qvigstada báhkolistajt julev- ja bidumsámegiellaguovlojs almulasjvuohtaj ja addnuj.

source: Qvigstads håndskrevne notater og språkprøver skal transkriberes og analyseres, og overføre dem til dagens ortografi og offentliggjøre ordlistene i elektronisk form.
smj: Qvigstada giehtatjáledum notáhta ja giellagæhttjalime galggi transkriberiduvvat ja analyseriduvvat, ja tjáleduvvat udnásj ortografijja milta ja almodit báhkolistajt elektråvnålattjat.

source: Prosjektet skal også dokumentere hittil udokumenterte ord og uttrykk.
smj: Prosjækta galggá aj duodastit udnásj bæjvváj duodastahtek bágojt ja moallánagájt.

source: Ordlisten skal også synliggjøre dialektforskjeller og språkendringer.
smj: Báhkolissta galggá aj vuojnnusij buktet dialæktaærádusájt ja giellarievddamijt.

source: – For at det skal være mulig å utvikle og styrke spesielt lulesamisk og pitesamisk, er det viktig at det finnes skriftlige kilder samfunnet kan bruke i det arbeidet, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: – Åvddånahtátjit ja nannitjit sierraláhkáj julevsáme- ja bidumsámegielav, la ájnas jut gávnnu tjálalasj gáldo masta sebrudahka máhttá ávkkit bargon, javllá sámedikkeráde Mikkel Eskil Mikkelsen (NSR).

source: Sametingsrådet er glade for å kunne støtte prosjektet, da det er stort behov for å gjøre lule- og pitesamisk ord og uttrykk tilgjengelig for bruk.
smj: Sámedikkeráde la ávvon gå bessi doarjjat prosjevtav, gå la stuor dárbbo buktet julevsáme- ja bidumsámegiela bágojt ja moallánagájt addnuj.

source: – Det å transkribere gamle ord og uttrykk er spesielt viktig for pitesamisk da det i dag nesten ikke finnes skriftlige kilder på pitesamisk.
smj: –Transkriberit oabme bágo ja moallánagá la sierraláhkáj ájnas bidumsámegiellaj gå uddni i vargga gávnnu tjálalasj gáldo bidumsámegiellaj.

source: Ordbøkene utgis for offentligheten er viktige i arbeidet med å styrke samiske språkene som er truet, sier sametingsråd Mikkelsen.
smj: Báhkogirje ma almoduvvi almulattjat la ájnas barggo nannitjit sáme gielajt ma li ájteduvvam, javllá sámedikkeráde Mikkelsen.

source: Tilskuddet på 134 000 kroner gis fra tilskuddsordningen Dokumenteringstiltak.
smj: Doarjja 134 000 kråvnnåj vatteduvvá doarjjaårdniga Duodastimdåjmaj baktu.
